---
kind: other
id: Properties.T:Autodesk.Revit.DB.GBXMLExportOptions
source: html/774d6b52-a354-c070-6006-3342134dab8d.htm
---
# GBXMLExportOptions Properties

The encoding options to go into the processing instruction for the exported gbXML file.